---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.FabricSheet
source: html/08617851-55dc-7007-9996-832aaca74262.htm
---
# FabricSheet Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.